---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDisplayBackgroundType.None
enum: Autodesk.Revit.DB.ViewDisplayBackgroundType
source: html/e18503c2-b9bc-0c87-9e5d-0fb47644aaa9.htm
---
# Autodesk.Revit.DB.ViewDisplayBackgroundType.None

No background defined - the color from Options is used to fill it.